[{
        "name": "Escanor",
        "age": 40,
        "bio": "was the Lion's Sin of Pride of the Seven Deadly Sins, the former second prince of the Kingdom of Castellio, and the man known throughout the Kingdom of Liones as 'The Strongest Holy Knight'. His Sacred Treasure was the Divine Axe, Rhitta, and his inherent power was called Sunshine, which made him renowned for gaining immense power during the day, and gradually becoming weaker with the setting of the sun, leaving him frail and submissive at night.",
        "skills": [{
                "name": "Super Slash",
                "description": "Escanor delivers a powerful downwards slash with his axe that causes considerable damage that can be felt from several meters away"
            },
            {
                "name": "The One",
                "description": "During noon, when his power is at its peak, for one minute he becomes the manifestation of power itself and his body dwarfs normal people. In this form, he is said to be invincible."
            },
            {
                "name": "Divine Sword Escanor",
                "description": "Escanor makes a downward swiping motion with his hand that can cut an opponent. [6] This attack was powerful enough to destroy Zeldris' Ominous Nebula."
            },
            {
                "name": "Divine Spear Escanor",
                "description": "Escanor thrusts his index finger at his opponent with enough force to pierce them."
            },
            {
                "name": "The One: Ultimate",
                "description": "An extension of Escanor's 'The One' form created by Escanor himself. After noon, when 'the One' reaches it limit and begins to fade, Escanor circumvents it by converting his own life force into magic power in order to not only keep 'the One' active, but also greatly enhance its already invincible power. This technique is Escanor's last resort and a double-edged sword, as using it will completely burn out his own life force, and eventually kill him."
            }
        ],
        "animeName": "Seven Deadly Sins",
        "url": "https://nanatsu-no-taizai.fandom.com/wiki/Escanor",
        "image": "https://cdnb.artstation.com/p/assets/images/images/018/096/683/large/theo-murgan-escanorprocess08.jpg",
        "favorited": true,
        "likes": 0,
        "dislikes": 0
    },
    {
        "name": "Kyuzo",
        "age": 35,
        "bio": "is a nearly silent and mysterious samurai. He is, together with Hyogo, a bodyguard for Ayamaro. In that role, he fights with Kambei, and he later joins the group with the stated intent of saving Kanbei's life so that he can later fight Kanbei to the death. Kyuzo is an incredibly skilled fighter, wielding double blades that fit into one sheath on his back.",
        "skills": [{
                "name": "Dual Swords",
                "description": "use two swords to fight"
            },
            {
                "name": "Silent Intimidation",
                "description": "Sacred stare of Intimidation"
            }
        ],
        "animeName": "Samurai 7",
        "url": "https://samurai-7.fandom.com/wiki/Kyuzo",
        "image": "https://vignette.wikia.nocookie.net/samurai-7/images/9/9d/Kyozo.jpg",
        "favorited": true,
        "likes": 0,
        "dislikes": 0
    },
    {
        "name": "Goku",
        "age": 40,
        "bio": "is the main protagonist of the Dragon Ball metaseries. Goku is a Saiyan originally sent to destroy Earth as an infant. However, a head injury at an early age alters his memory, ridding him of his initial destructive nature and allowing him to grow up to become one of Earth's greatest defenders. He constantly strives and trains to be the greatest warrior possible, which has kept the Earth and the universe safe from destruction many times.",
        "skills": [{
                "name": "Kamehameha",
                "description": "Pew"
            },
            {
                "name": "Kaio-ken",
                "description": "While using it and any of its multipliers, Goku's various capacities and techniques are all proportionally increased. However, the strain of using too high a multiplier and/or for too long can be dangerous and greatly damage his body."
            },
            {
                "name": "Spirit Bomb",
                "description": "Easily Goku's most powerful techniques and arguably the strongest in the series, it allows Goku to channel ki from all sources of life that he can detect and focus it all into a single energy ball."
            },
            {
                "name": "Instant Transmission",
                "description": "This technique allows him to teleport to any location so long as he can find an energy source to home onto. However, it also greatly extends his ability to sense energy."
            }
        ],
        "animeName": "Dragon Ball, Dragon Ball Z, Dragon Ball Super",
        "url": "http://www.doTheThing.io",
        "image": "https://image-cdn.hypb.st/https%3A%2F%2Fhypebeast.com%2Fimage%2F2020%2F04%2Fdragonball-goku-kakarot-choose-custom-outfit-campaign-news-001.jpg",
        "favorited": true,
        "likes": 0,
        "dislikes": 0
    },
    {
        "name": "Shiba Tatsuya",
        "age": 17,
        "bio": "is the main protagonist of The Irregular in Magic High School. He enrolled at the National Magic University Affiliated First High School in April 2095 with his younger sister, Miyuki (深雪). He was accepted as one of the students to be placed in the Course 2 curriculum, marking the start of the series events. In his second year, he transferred into the newly-created Magic Engineering Course.",
        "skills": [{
                "name": "Highly Intelligent",
                "description": ""
            },
            {
                "name": "Elemental Sight",
                "description": "also known as Eyes of the Spirit among the Traditional Magicians in the 101 Independent Magic-Equipped Battalion, is a sensory ability that allows Tatsuya to connect to the Information Dimension and identify the landscape down to every detail.[6] Every person and object imprints their Eidos within the Information Dimension, and every system and type of magic projects Sequences onto the Eidos through it."
            },
            {
                "name": "Decomposition",
                "description": "is also known as Dissolution, Disintegration and Demon Right.[7] By itself, Decomposition can destroy areas, objects, or obliterate Sequences. With Elemental Sight, Tatsuya can identify the design of any Eidos or Sequence, then by using Decomposition, he can break down that design or structure entirely or selectively choose bits and pieces."
            },
            {
                "name": "Regrowth",
                "description": "also known as Restoration, is the opposite of Tatsuya's Decomposition powers. Instead of breaking down an Eidos or Sequence, it can restore it.[14] Coupled with Elemental Sight, Tatsuya can read the structural information of any object up to 24 hours in the past and with Regrowth, he can restore anything--organic or inorganic--to any point in that time frame. This means that he can restore maimed or fatally injured people, including himself, to a state before they were injured. Unfortunately, when trying to heal people, this means that Tatsuya must read and then experience the recipient's pain in order to use Regrowth. The amount of pain that Tatsuya has to experience is a condensed form of how long and how much pain was experienced by the injured person, within the amount of time that he needs to read the Eidos Change-log."
            }
        ],
        "animeName": "The Irregular at Magic High School",
        "url": "https://mahouka-koukou-no-rettousei.fandom.com/wiki/Shiba_Tatsuya",
        "image": "https://vignette.wikia.nocookie.net/mahouka-koukou-no-rettousei/images/d/de/Screenshot_2018-01-25-21-59-30-1.png",
        "favorited": true,
        "likes": 0,
        "dislikes": 0
    },
    {
        "name": "Sasuke Uchiha",
        "age": 17,
        "bio": "is one of the last surviving members of Konohagakure's Uchiha clan. After his older brother, Itachi, slaughtered their clan, Sasuke made it his mission in life to avenge them by killing Itachi.",
        "skills": [{
                "name": "Ninjutsu",
                "description": "perform hand signs to output skills"
            },
            {
                "name": "Cured Seal",
                "description": "When active, the cursed seal saps Sasuke's own chakra and replaces it with a larger amount of Orochimaru's, in turn increasing his strength and speed."
            }
        ],
        "animeName": "Naruto",
        "url": "https://naruto.fandom.com/wiki/Sasuke_Uchiha",
        "image": "https://vignette.wikia.nocookie.net/naruto/images/2/21/Sasuke_Part_1.png",
        "favorited": true,
        "likes": 0,
        "dislikes": 0
    },
    {
        "name": "Naruto Uzumaki",
        "age": 17,
        "bio": "is a shinobi of Konohagakure's Uzumaki clan. He became the jinchūriki of the Nine-Tails on the day of his birth — a fate that caused him to be shunned by most of Konoha throughout his childhood.",
        "skills": [{
                "name": "Ninjutsu",
                "description": "perform hand signs to output skills"
            },
            {
                "name": "Sexy-clone jutsu",
                "description": "Makes copies of himself that are naked women"
            }
        ],
        "animeName": "Naruto",
        "url": "https://naruto.fandom.com/wiki/Naruto_Uzumaki",
        "image": "https://vignette.wikia.nocookie.net/naruto/images/0/09/Naruto_newshot.png",
        "favorited": true,
        "likes": 0,
        "dislikes": 0
    }
]